Repository: getaktar/mac
Catalog: Sources/Aktar/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

source: Use {short} to create links like %@.
de: Mit {short} entstehen Links wie %@.
es: Usa {short} para crear enlaces como %@.
fr: Utilisez {short} pour créer des liens comme %@.
id: Gunakan {short} untuk membuat tautan seperti %@.
it: Usa {short} per creare link come %@.
ja: {short} を使うと %@ のようなリンクになります。
ko: {short}를 사용하면 %@ 같은 링크를 만들 수 있습니다.
nl: Gebruik {short} voor links zoals %@.
pl: Użyj {short}, aby tworzyć linki takie jak %@.
pt_br: Use {short} para criar links como %@.
ru: Используйте {short}, чтобы получать ссылки вида %@.
tr: %@ gibi bağlantılar için {short} kullan.
uk: Використовуйте {short}, щоб отримувати посилання на зразок %@.
vi: Dùng {short} để tạo liên kết như %@.
zh_hans: 使用 {short} 可生成类似 %@ 的链接。
zh_hant: 使用 {short} 可產生類似 %@ 的連結。

source: Use {url} for the link and {token} for the token in the path, headers, query or body. The short link and ID are read from the JSON answer with dot paths, such as data.link or items.0.id; deleting needs both the delete path and the ID.
de: Verwende {url} für den Link und {token} für das Token in Pfad, Headern, Query oder Body. Kurzlink und ID werden mit Punktpfaden aus der JSON-Antwort gelesen, etwa data.link oder items.0.id; zum Löschen braucht es Lösch-Pfad und ID.
es: Usa {url} para el enlace y {token} para el token en la ruta, los encabezados, la consulta o el cuerpo. El enlace corto y el ID se leen de la respuesta JSON con rutas de puntos, como data.link o items.0.id; para eliminar hacen falta la ruta para eliminar y el ID.
fr: Utilisez {url} pour le lien et {token} pour le jeton dans le chemin, les en-têtes, la requête ou le corps. Le lien court et l’ID sont lus dans la réponse JSON avec des chemins à points, comme data.link ou items.0.id ; la suppression nécessite le chemin de suppression et l’ID.
id: Gunakan {url} untuk tautan dan {token} untuk token di path, header, query, atau body. Tautan pendek dan ID dibaca dari respons JSON dengan path bertitik, seperti data.link atau items.0.id; menghapus memerlukan path hapus dan ID.
it: Usa {url} per il link e {token} per il token nel percorso, nelle intestazioni, nella query o nel corpo. Il link breve e l’ID vengono letti dalla risposta JSON con percorsi a punti, come data.link o items.0.id; per eliminare servono il percorso di eliminazione e l’ID.
ja: パス、ヘッダ、クエリ、本文では、リンクに {url}、トークンに {token} を使います。短縮リンクとIDは data.link や items.0.id のようなドット区切りのパスでJSON応答から読み取ります。削除には削除のパスとIDの両方が必要です。
ko: 경로, 헤더, 쿼리, 본문에서 링크는 {url}, 토큰은 {token}을 사용하세요. 짧은 링크와 ID는 data.link 또는 items.0.id 같은 점 경로로 JSON 응답에서 읽습니다. 삭제하려면 삭제 경로와 ID가 모두 필요합니다.
nl: Gebruik {url} voor de link en {token} voor het token in het pad, de headers, de query of de body. De korte link en de ID worden uit het JSON-antwoord gelezen met puntpaden, zoals data.link of items.0.id; verwijderen vereist zowel het pad voor verwijderen als de ID.
pl: Użyj {url} dla linku i {token} dla tokenu w ścieżce, nagłówkach, zapytaniu lub treści. Krótki link i ID są odczytywane z odpowiedzi JSON ścieżkami z kropkami, np. data.link lub items.0.id; do usuwania potrzebne są ścieżka usuwania i ID.
pt_br: Use {url} para o link e {token} para o token no caminho, cabeçalhos, consulta ou corpo. O link curto e o ID são lidos da resposta JSON com caminhos de pontos, como data.link ou items.0.id; para apagar são necessários o caminho de exclusão e o ID.
ru: Используйте {url} для ссылки и {token} для токена в пути, заголовках, запросе или теле. Короткая ссылка и ID читаются из ответа JSON по путям через точку, например data.link или items.0.id; для удаления нужны путь для удаления и ID.
tr: Yol, üst bilgiler, sorgu veya gövdede bağlantı için {url}, token için {token} kullanın. Kısa bağlantı ve kimlik, JSON yanıtından data.link veya items.0.id gibi noktalı yollarla okunur; silmek için hem silme yolu hem kimlik gerekir.
uk: Використовуйте {url} для посилання і {token} для токена в шляху, заголовках, запиті чи тілі. Коротке посилання та ID читаються з відповіді JSON за шляхами через крапку, наприклад data.link або items.0.id; для видалення потрібні шлях для видалення та ID.
vi: Dùng {url} cho liên kết và {token} cho token trong đường dẫn, header, truy vấn hoặc nội dung. Liên kết ngắn và ID được đọc từ phản hồi JSON bằng đường dẫn có dấu chấm, như data.link hoặc items.0.id; muốn xóa cần cả đường dẫn xóa và ID.
zh_hans: 在路径、请求头、查询或正文中，用 {url} 表示链接，用 {token} 表示令牌。短链接和 ID 通过点路径从 JSON 响应中读取，例如 data.link 或 items.0.id；删除需要同时填写删除路径和 ID。
zh_hant: 在路徑、標頭、查詢或內文中，用 {url} 表示連結，用 {token} 表示權杖。短連結和 ID 會以點路徑從 JSON 回應中讀取，例如 data.link 或 items.0.id；刪除需要同時填寫刪除路徑和 ID。

source: Variables: {year} {month} {day} {date} {time} {filename} {uuid} {random} {short} {ext} {md5} {sha256} {folder} {subpath}
de: Variablen: {year} {month} {day} {date} {time} {filename} {uuid} {random} {short} {ext} {md5} {sha256} {folder} {subpath}
id: Variabel: {year} {month} {day} {date} {time} {filename} {uuid} {random} {short} {ext} {md5} {sha256} {folder} {subpath}
it: Variabili: {year} {month} {day} {date} {time} {filename} {uuid} {random} {short} {ext} {md5} {sha256} {folder} {subpath}
ja: 変数: {year} {month} {day} {date} {time} {filename} {uuid} {random} {short} {ext} {md5} {sha256} {folder} {subpath}
ko: 변수: {year} {month} {day} {date} {time} {filename} {uuid} {random} {short} {ext} {md5} {sha256} {folder} {subpath}
nl: Variabelen: {year} {month} {day} {date} {time} {filename} {uuid} {random} {short} {ext} {md5} {sha256} {folder} {subpath}
pl: Zmienne: {year} {month} {day} {date} {time} {filename} {uuid} {random} {short} {ext} {md5} {sha256} {folder} {subpath}
pt_br: Variáveis: {year} {month} {day} {date} {time} {filename} {uuid} {random} {short} {ext} {md5} {sha256} {folder} {subpath}
ru: Переменные: {year} {month} {day} {date} {time} {filename} {uuid} {random} {short} {ext} {md5} {sha256} {folder} {subpath}
tr: Değişkenler: {year} {month} {day} {date} {time} {filename} {uuid} {random} {short} {ext} {md5} {sha256} {folder} {subpath}
uk: Змінні: {year} {month} {day} {date} {time} {filename} {uuid} {random} {short} {ext} {md5} {sha256} {folder} {subpath}
vi: Biến: {year} {month} {day} {date} {time} {filename} {uuid} {random} {short} {ext} {md5} {sha256} {folder} {subpath}
zh_hans: 变量：{year} {month} {day} {date} {time} {filename} {uuid} {random} {short} {ext} {md5} {sha256} {folder} {subpath}
zh_hant: 變數：{year} {month} {day} {date} {time} {filename} {uuid} {random} {short} {ext} {md5} {sha256} {folder} {subpath}

source: Webhooks receive each upload’s link and file name, and scripts run on this Mac. Left off, they’re imported turned off.
de: Webhooks erhalten den Link und Dateinamen jedes Uploads, und Skripte laufen auf diesem Mac. Bleibt dies aus, werden sie ausgeschaltet importiert.
es: Los webhooks reciben el enlace y el nombre de archivo de cada subida, y los scripts se ejecutan en este Mac. Si lo dejas desactivado, se importan desactivados.
fr: Les webhooks reçoivent le lien et le nom de fichier de chaque envoi, et les scripts s’exécutent sur ce Mac. Si cette option reste désactivée, ils sont importés désactivés.
id: Webhook menerima tautan dan nama file setiap unggahan, dan skrip berjalan di Mac ini. Jika dibiarkan mati, semuanya diimpor dalam keadaan nonaktif.
it: I webhook ricevono il link e il nome file di ogni caricamento, e gli script vengono eseguiti su questo Mac. Se lasci disattivato, vengono importati disattivati.
ja: Webhookは各アップロードのリンクとファイル名を受け取り、スクリプトはこのMacで実行されます。オフのままにすると、オフの状態で読み込まれます。
ko: 웹훅은 각 업로드의 링크와 파일 이름을 받고, 스크립트는 이 Mac에서 실행됩니다. 끈 채로 두면 꺼진 상태로 가져옵니다.
nl: Webhooks ontvangen de link en bestandsnaam van elke upload, en scripts draaien op deze Mac. Blijft dit uit, dan worden ze uitgeschakeld geïmporteerd.
pl: Webhooki otrzymują link i nazwę pliku każdego przesłania, a skrypty działają na tym Macu. Jeśli to pozostanie wyłączone, zostaną zaimportowane jako wyłączone.
pt_br: Os webhooks recebem o link e o nome de arquivo de cada envio, e os scripts rodam neste Mac. Se ficar desligado, eles são importados desligados.
ru: Веб-хуки получают ссылку и имя файла каждой загрузки, а скрипты запускаются на этом Mac. Если оставить выключенным, они импортируются выключенными.
tr: Webhook’lar her yüklemenin bağlantısını ve dosya adını alır, betikler bu Mac’te çalışır. Kapalı bırakılırsa kapalı olarak içe aktarılır.
uk: Вебхуки отримують посилання та ім’я файлу кожного вивантаження, а скрипти запускаються на цьому Mac. Якщо залишити вимкненим, їх буде імпортовано вимкненими.
vi: Webhook nhận liên kết và tên tệp của mỗi lần tải lên, còn script chạy trên máy Mac này. Nếu để tắt, chúng sẽ được nhập ở trạng thái tắt.
zh_hans: Webhook 会收到每次上传的链接和文件名，脚本会在这台 Mac 上运行。保持关闭时，它们会以关闭状态导入。
zh_hant: Webhook 會收到每次上傳的連結和檔案名稱，指令碼會在這台 Mac 上執行。保持關閉時，它們會以關閉狀態匯入。

source: What Aktar copies after an upload.
de: Was Aktar nach einem Upload kopiert.
es: Lo que Aktar copia después de una subida.
fr: Ce qu’Aktar copie après un envoi.
id: Apa yang disalin Aktar setelah unggahan.
it: Ciò che Aktar copia dopo un caricamento.
ja: アップロード後にAktarがコピーする内容です。
ko: 업로드 후 Aktar가 복사하는 내용입니다.
nl: Wat Aktar kopieert na een upload.
pl: To, co Aktar kopiuje po przesłaniu.
pt_br: O que o Aktar copia depois de um envio.
ru: То, что Aktar копирует после загрузки.
tr: Aktar’ın bir yüklemeden sonra kopyaladığı şey.
uk: Те, що Aktar копіює після вивантаження.
vi: Nội dung Aktar sao chép sau khi tải lên.
zh_hans: Aktar 在上传后复制的内容。
zh_hant: Aktar 在上傳後拷貝的內容。

source: When an upload doesn’t name a destination (the clipboard shortcut, the menu bar, Finder, Shortcuts, the local API), files of these types come here instead of the default destination. An extension listed here wins over a type.
de: Wenn ein Upload kein Ziel nennt (Kurzbefehl für die Zwischenablage, Menüleiste, Finder, Kurzbefehle-App, lokale API), kommen Dateien dieser Arten hierher statt zum Standardziel. Eine hier eingetragene Endung hat Vorrang vor einer Art.
es: Cuando una subida no indica destino (el atajo del portapapeles, la barra de menús, el Finder, Atajos, la API local), los archivos de estos tipos vienen aquí en lugar de al destino predeterminado. Una extensión indicada aquí tiene prioridad sobre un tipo.
fr: Quand un envoi ne précise pas de destination (raccourci du presse-papiers, barre des menus, Finder, Raccourcis, API locale), les fichiers de ces types arrivent ici au lieu de la destination par défaut. Une extension indiquée ici l’emporte sur un type.
id: Jika unggahan tidak menyebutkan tujuan (pintasan papan klip, bar menu, Finder, Pintasan, API lokal), file dengan jenis ini dikirim ke sini, bukan ke tujuan default. Ekstensi yang tercantum di sini lebih diutamakan daripada jenis.
it: Quando un caricamento non indica una destinazione (abbreviazione degli Appunti, barra dei menu, Finder, Comandi rapidi, API locale), i file di questi tipi vengono caricati qui invece che sulla destinazione predefinita. Un’estensione indicata qui ha la precedenza su un tipo.
ja: アップロード先が指定されていないアップロード (クリップボードのショートカット、メニューバー、Finder、ショートカット App、ローカル API) では、これらの種類のファイルが既定のアップロード先ではなくここに送られます。ここに書いた拡張子は種類より優先されます。
ko: 업로드에 대상이 지정되지 않은 경우(클립보드 단축키, 메뉴 막대, Finder, 단축어, 로컬 API), 이 유형의 파일은 기본 대상 대신 여기로 업로드됩니다. 여기에 나열된 확장자가 유형보다 우선합니다.
nl: Als een upload geen bestemming noemt (de klembordtoetscombinatie, de menubalk, Finder, Opdrachten, de lokale API), komen bestanden van deze soorten hier terecht in plaats van bij de standaardbestemming. Een extensie in deze lijst gaat voor een soort.
pl: Gdy przesyłanie nie wskazuje miejsca docelowego (skrót schowka, pasek menu, Finder, Skróty, lokalne API), pliki tych typów trafiają tutaj zamiast do domyślnego miejsca docelowego. Rozszerzenie podane tutaj ma pierwszeństwo przed typem.
pt_br: Quando um envio não indica destino (o atalho da área de transferência, a barra de menus, o Finder, Atalhos, a API local), arquivos desses tipos vêm para cá em vez do destino padrão. Uma extensão listada aqui tem prioridade sobre um tipo.
ru: Когда для загрузки не указано место назначения (сочетание клавиш для буфера обмена, строка меню, Finder, Быстрые команды, локальный API), файлы этих типов отправляются сюда, а не в место назначения по умолчанию. Указанное здесь расширение имеет приоритет над типом.
tr: Bir yükleme hedef belirtmediğinde (pano kısayolu, menü çubuğu, Finder, Kestirmeler, yerel API) bu türdeki dosyalar varsayılan hedef yerine buraya gelir. Burada yazdığın bir uzantı, türden önce gelir.
uk: Коли для вивантаження не вказано ціль (скорочення для буфера обміну, смуга меню, Finder, Швидкі команди, локальний API), файли цих типів потрапляють сюди замість стандартної цілі. Указане тут розширення має пріоритет над типом.
vi: Khi tệp tải lên không chỉ định đích (phím tắt bộ nhớ tạm, thanh menu, Finder, Phím tắt, API cục bộ), các tệp thuộc những loại này sẽ được gửi đến đây thay vì đích mặc định. Phần mở rộng được liệt kê ở đây được ưu tiên hơn loại tệp.
zh_hans: 当上传没有指定目标时（剪贴板快捷键、菜单栏、访达、快捷指令、本地 API），这些类型的文件会上传到这里，而不是默认目标。这里列出的扩展名优先于类型。
zh_hant: 當上傳未指定目的地時（剪貼簿快速鍵、選單列、Finder、「捷徑」、本機 API），這些類型的檔案會上傳到這裡，而非預設目的地。此處列出的副檔名優先於類型。

source: Where Files and Links Go
de: Wohin Dateien und Links gehen
es: Adónde van los archivos y enlaces
fr: Où vont les fichiers et les liens
id: Tujuan File dan Tautan
it: Dove vanno file e link
ja: ファイルとリンクの送信先
ko: 파일 및 링크가 이동하는 위치
nl: Waar bestanden en links heen gaan
pl: Dokąd trafiają pliki i linki
pt_br: Para onde vão arquivos e links
ru: Куда отправляются файлы и ссылки
tr: Dosyaların ve Bağlantıların Gittiği Yer
uk: Куди надходять файли й посилання
vi: Nơi tệp và liên kết được gửi đến
zh_hans: 文件和链接的去向
zh_hant: 檔案和連結的去向

source: Works right away. Cloudflare rate-limits r2.dev addresses, so a domain of your own is better for links you share widely.
de: Funktioniert sofort. Cloudflare begrenzt die Rate bei r2.dev-Adressen, daher ist eine eigene Domain besser für Links, die du breit teilst.
es: Funciona al instante. Cloudflare limita la tasa de las direcciones r2.dev, así que un dominio propio es mejor para enlaces que compartes mucho.
fr: Fonctionne tout de suite. Cloudflare limite le débit des adresses r2.dev, donc un domaine à vous convient mieux aux liens très partagés.
id: Langsung berfungsi. Cloudflare membatasi laju alamat r2.dev, jadi domain milik sendiri lebih baik untuk tautan yang dibagikan secara luas.
it: Funziona subito. Cloudflare limita la frequenza delle richieste agli indirizzi r2.dev, quindi un dominio tuo è meglio per i link che condividi ampiamente.
ja: すぐに使えます。Cloudflare は r2.dev アドレスにレート制限をかけているため、広く共有するリンクには自分のドメインをおすすめします。
ko: 바로 작동합니다. Cloudflare는 r2.dev 주소에 요청 제한을 두므로, 널리 공유할 링크에는 직접 소유한 도메인이 더 좋습니다.
nl: Werkt meteen. Cloudflare past rate limiting toe op r2.dev-adressen, dus een eigen domein is beter voor links die je breed deelt.
pl: Działa od razu. Cloudflare ogranicza liczbę żądań do adresów r2.dev, więc dla linków udostępnianych szeroko lepsza jest własna domena.
pt_br: Funciona na hora. O Cloudflare limita a taxa de requisições dos endereços r2.dev, então um domínio próprio é melhor para links compartilhados amplamente.
ru: Работает сразу. Cloudflare ограничивает частоту запросов к адресам r2.dev, поэтому для ссылок, которыми вы делитесь широко, лучше использовать собственный домен.
tr: Hemen çalışır. Cloudflare r2.dev adreslerine istek sınırı uygular, bu yüzden geniş kitlelerle paylaştığın bağlantılar için kendi alan adın daha iyidir.
uk: Працює одразу. Cloudflare обмежує частоту запитів до адрес r2.dev, тому для посилань, якими ви ділитеся широко, краще мати власний домен.
vi: Hoạt động ngay. Cloudflare giới hạn tốc độ truy cập các địa chỉ r2.dev, nên tên miền riêng sẽ tốt hơn cho các liên kết bạn chia sẻ rộng rãi.
zh_hans: 可立即使用。Cloudflare 会对 r2.dev 地址限流，因此对于要广泛分享的链接，使用自己的域名更好。
zh_hant: 可立即使用。Cloudflare 會對 r2.dev 位址限流，因此對於要廣泛分享的連結，使用自己的網域會更好。

source: Writes a new file over an upload, so its link keeps working, and returns the link.
de: Schreibt eine neue Datei über einen Upload, sodass sein Link weiter funktioniert, und gibt den Link zurück.
es: Escribe un archivo nuevo sobre una subida, para que su enlace siga funcionando, y devuelve el enlace.
fr: Écrit un nouveau fichier par-dessus un envoi, pour que son lien continue de fonctionner, et renvoie le lien.
id: Menulis file baru menimpa unggahan, sehingga tautannya tetap berfungsi, dan mengembalikan tautannya.
it: Scrive un nuovo file sopra un caricamento, così il suo link continua a funzionare, e restituisce il link.
ja: アップロードに新しいファイルを上書きしてリンクをそのまま使えるようにし、そのリンクを返します。
ko: 업로드된 파일 위에 새 파일을 기록하여 링크가 계속 작동하도록 하고, 링크를 반환합니다.
nl: Schrijft een nieuw bestand over een upload heen, zodat de link blijft werken, en geeft de link.
pl: Zapisuje nowy plik w miejsce przesłanego, aby jego link nadal działał, i zwraca link.
pt_br: Grava um arquivo novo sobre um envio, para que o link continue funcionando, e devolve o link.
ru: Записывает новый файл поверх загрузки, чтобы ее ссылка продолжала работать, и возвращает ссылку.
tr: Bir yüklemenin üzerine yeni bir dosya yazar, böylece linki çalışmaya devam eder, ve linki döndürür.
uk: Записує новий файл поверх вивантаження, тож посилання продовжує працювати, і повертає посилання.
vi: Ghi một tệp mới đè lên tệp đã tải lên, nên liên kết vẫn hoạt động, và trả về liên kết.
zh_hans: 用新文件覆盖一次上传，使其链接保持有效，并返回该链接。
zh_hant: 以新檔案覆寫一個上傳項目，讓其連結仍可使用，並傳回該連結。

source: a random 7-character code, such as A7kdP2x
de: ein zufälliger Code aus 7 Zeichen, etwa A7kdP2x
es: un código aleatorio de 7 caracteres, como A7kdP2x
fr: un code aléatoire de 7 caractères, comme A7kdP2x
id: kode acak 7 karakter, misalnya A7kdP2x
it: un codice casuale di 7 caratteri, come A7kdP2x
ja: ランダムな 7 文字のコード（例: A7kdP2x）
ko: 무작위 7자 코드(예: A7kdP2x)
nl: een willekeurige code van 7 tekens, zoals A7kdP2x
pl: losowy kod z 7 znaków, np. A7kdP2x
pt_br: um código aleatório de 7 caracteres, como A7kdP2x
ru: случайный код из 7 символов, например A7kdP2x
tr: A7kdP2x gibi 7 karakterlik rastgele bir kod
uk: випадковий код із 7 символів, наприклад A7kdP2x
vi: mã ngẫu nhiên gồm 7 ký tự, ví dụ A7kdP2x
zh_hans: 随机的 7 位代码，例如 A7kdP2x
zh_hant: 隨機的 7 字元代碼，例如 A7kdP2x

source: r2.dev Address
de: r2.dev-Adresse
es: Dirección r2.dev
fr: Adresse r2.dev
id: Alamat r2.dev
it: Indirizzo r2.dev
ja: r2.dev アドレス
ko: r2.dev 주소
nl: r2.dev-adres
pl: Adres r2.dev
pt_br: Endereço r2.dev
ru: Адрес r2.dev
tr: r2.dev Adresi
uk: Адреса r2.dev
vi: Địa chỉ r2.dev
zh_hans: r2.dev 地址
zh_hant: r2.dev 位址

source: regular expressions
de: reguläre Ausdrücke
es: expresiones regulares
fr: des expressions régulières
id: ekspresi reguler
it: espressioni regolari
ja: 正規表現
ko: 정규 표현식
nl: reguliere expressies
pl: wyrażenia regularne
pt_br: expressões regulares
ru: регулярные выражения
tr: düzenli ifadeler
uk: регулярні вирази
vi: biểu thức chính quy
zh_hans: 正则表达式
zh_hant: 正規表示式

source: {short} makes links shorter, not private. For private sharing, keep the bucket private and copy temporary links.
de: {short} macht Links kürzer, nicht privat. Für privates Teilen lass den Bucket privat und kopiere temporäre Links.
es: {short} hace los enlaces más cortos, no privados. Para compartir en privado, mantén el bucket privado y copia enlaces temporales.
fr: {short} raccourcit les liens, sans les rendre privés. Pour partager en privé, gardez le bucket privé et copiez des liens temporaires.
id: {short} membuat tautan lebih pendek, bukan pribadi. Untuk berbagi secara pribadi, biarkan bucket tetap pribadi dan salin tautan sementara.
it: {short} rende i link più brevi, non privati. Per condividere in privato, mantieni il bucket privato e copia link temporanei.
ja: {short} はリンクを短くしますが、非公開にはしません。非公開で共有するには、バケットを非公開のままにして期限付きリンクをコピーしてください。
ko: {short}는 링크를 짧게 만들 뿐 비공개로 만들지 않습니다. 비공개로 공유하려면 버킷을 비공개로 유지하고 임시 링크를 복사하십시오.
nl: {short} maakt links korter, niet privé. Om privé te delen houd je de bucket privé en kopieer je tijdelijke links.
pl: {short} skraca linki, ale nie czyni ich prywatnymi. Aby udostępniać prywatnie, pozostaw bucket prywatny i kopiuj linki tymczasowe.
pt_br: {short} deixa os links mais curtos, não privados. Para compartilhar de forma privada, mantenha o bucket privado e copie links temporários.
ru: {short} делает ссылки короче, но не приватными. Чтобы делиться приватно, оставьте бакет приватным и копируйте временные ссылки.
tr: {short} bağlantıları kısaltır, gizli yapmaz. Gizli paylaşım için bucket'ı gizli tut ve süreli bağlantıları kopyala.
uk: {short} робить посилання коротшими, але не приватними. Щоб ділитися приватно, залиште бакет приватним і копіюйте тимчасові посилання.
vi: {short} làm liên kết ngắn hơn, không làm chúng riêng tư. Để chia sẻ riêng tư, hãy giữ bucket ở chế độ riêng tư và sao chép liên kết tạm thời.
zh_hans: {short} 只会让链接更短，不会让它们变得私密。如需私密分享，请保持存储桶私有并复制临时链接。
zh_hant: {short} 只會讓連結更短，不會讓它們變得私密。如需私密分享，請保持儲存貯體私人並拷貝暫時連結。

source: “%@” and its files stay where they are, and uploads stay in the bucket.
de: „%@“ und seine Dateien bleiben, wo sie sind, und Uploads bleiben im Bucket.
es: «%@» y sus archivos se quedan donde están, y las subidas siguen en el bucket.
fr: « %@ » et ses fichiers restent où ils sont, et les envois restent dans le bucket.
id: “%@” dan file-filenya tetap di tempatnya, dan unggahan tetap ada di bucket.
it: “%@” e i suoi file restano dove sono, e i caricamenti restano nel bucket.
ja: 「%@」とそのファイルはそのまま残り、アップロード済みのファイルもバケットに残ります。
ko: ‘%@’ 및 해당 파일은 그대로 유지되며, 업로드된 파일도 버킷에 남아 있습니다.
nl: ‘%@’ en de bestanden erin blijven waar ze zijn, en uploads blijven in de bucket.
pl: „%@” i jego pliki pozostają na miejscu, a przesłane pliki zostają w buckecie.
pt_br: “%@” e seus arquivos ficam onde estão, e os envios continuam no bucket.
ru: Папка «%@» и ее файлы остаются на месте, а загрузки остаются в бакете.
tr: “%@” ve dosyaları oldukları yerde kalır, yüklemeler de bucket'ta kalır.
uk: Папка «%@» і її файли залишаться на місці, а вивантажені файли залишаться в бакеті.
vi: “%@” và các tệp trong đó vẫn ở nguyên chỗ cũ, và các tệp đã tải lên vẫn ở trong bucket.
zh_hans: “%@”及其文件会保留在原处，已上传的文件也会保留在存储桶中。
zh_hant: 「%@」及其檔案會留在原處，已上傳的檔案也會保留在儲存貯體中。

source: Ask before deleting
de: Vor dem Löschen fragen
es: Preguntar antes de eliminar
fr: Demander avant de supprimer
id: Tanyakan sebelum menghapus
it: Chiedi prima di eliminare
ja: 削除する前に確認
ko: 삭제하기 전에 확인
nl: Vraag voor verwijderen
pl: Pytaj przed usunięciem
pt_br: Perguntar antes de excluir
ru: Спрашивать перед удалением
tr: Silmeden önce sor
uk: Запитувати перед видаленням
vi: Hỏi trước khi xóa
zh_hans: 删除前询问
zh_hant: 刪除前先詢問

source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
id: Otomatisasi
it: Automazione
ja: 自動化
ko: 자동화
nl: Automatisering
pl: Automatyzacja
pt_br: Automação
ru: Автоматизация
tr: Otomasyon
uk: Автоматизація
vi: Tự động hóa
zh_hans: 自动化
zh_hant: 自動化

source: Automation failed
de: Automatisierung fehlgeschlagen
es: Error en la automatización
fr: Échec de l’automatisation
id: Otomatisasi gagal
it: Automazione non riuscita
ja: 自動化に失敗しました
ko: 자동화 실패
nl: Automatisering mislukt
pl: Automatyzacja nie powiodła się
pt_br: Falha na automação
ru: Ошибка автоматизации
tr: Otomasyon başarısız
uk: Помилка автоматизації
vi: Tự động hóa không thành công
zh_hans: 自动化失败
zh_hant: 自動化失敗
